export default {
  menu: [
    {
      title: '首页',
      link: '/home',
    }, {
      title: '拼世界',
      link: '/PinWorld',
    }, {
      title: '经济系统',
      link: '/economicSystem',
    },
    // {
    //   title: '交易中心',
    //   link: '/TradingCenter',
    // },
    {
      title: 'App下载',
      link: '/download'
    }, {
      title: '关于我们',
      link: '/AboutUs'
    }
  ],
  home: {
    bannerTitle1: '拼世界，',
    bannerTitle2: '世界是拼出来的',
    bannerDescription1: '这是一款由',
    bannerDescription2: 'AR方块和现实世界',
    bannerDescription3: '结合而成的游戏，拥有极高自由度，由用户自由发挥、共同打造一个虚拟与现实结合的增强世界！',
    bannerButtonText: '查看更多',
    ideaBanner: {
      title: '拼世界理念',
      description: '在AR技术和人工智能的帮助下，融合虚拟与现实，我们制作了一款打造未来“增强世界”的工具——《拼世界》。</br></br>因为与真实世界的结合，它不再仅仅是一个游戏，而是一个可以将现实商业的影响力延伸到增强世界中，并且拥有改变世界力量的平台！</br></br>在《拼世界》里，用户可以结合现实世界，使用AR方块创造属于自己的虚拟内容。而这些零散的虚拟内容会被系统连接在一起，构成一个可共享、内容持久的平行空间，我们称之为——增强世界。'
    },
    createBanner: {
      title: '拼世界创造',
      subTitle: 'CREATIONS',
      description: '在拼世界，你可以',
      list: {
        description1: '体验到在现实世界中采集方块的乐趣',
        description2: '设计你的方块角色并使其变为现实',
        description3: '展现你的作品——可以放置在任何场所之中',
        description4: '利用蓝图拼装模型，解锁成就',
        description5: '参与大型拼装活动，贡献方块，获取巨额收益',
        description6: '更多...',
      }
    },
    developBanner: {
      title: '拼世界发展',
      list: {
        title1: '第一阶段：静态拼装',
        subTitle1: '静态拼装',
        description1: '这是一个由用户自由发挥想象，并且在增强世界留下专属印记的阶段。',
        detail1: '用户在现实世界采集具有特定功能AR方块，然后在特定的地点进行拼装。比如在市中心广场的门口，一个用户拼装了一只恐龙，当其他用户打开拼世界App，就会看到一只张着血盆大口的霸王龙正朝着自己走来。</br></br>第三方（如商家）可以使用3D扫描技术，设计不同的蓝图，并且附加各种奖励，用户购买蓝图进行拼装，成功后就可以获取奖励，并借此扩大商业和文化的影响力。</br></br>在更多的时候，世界各地的人们可以举办大型的拼图活动，来自各地的玩家们一起对巨型蓝图进行拼装，不仅可以突破交流壁垒，使玩家之间互动频繁，还可以分享不同的人生体验，使得商业和文化增添更多有趣的维度。',
        title2: '第二阶段：功能拼装',
        subTitle2: '功能拼装',
        description2: '这是一个用户自主发掘，构建虚拟与现实的桥梁，并且赋予方块使命和价值的阶段。',
        detail2: '第二阶段将会有更多类型的AR方块出现，如：可编程方块，深度学习方块，人脸识别方块，表情识别方块，情感方块，聊天方块等。</br></br>系统、商家甚至玩家自身也会产出更多有意思的拼图模型，它们会被赋予各种功能，比如可以移动，可以说话，可以工作，甚至是更特殊的技能。</br></br>人们可以设计拼装出更多新的角色，开发新的游戏，应用新的场景，增添新的商业，并以此组成更丰富的增强世界，形成更多的故事和生态。',
        title3: '第三阶段：构建增强世界',
        subTitle3: '构建增强世界',
        description3: '这是一个由所有玩家和商家一同创造新世界的阶段。',
        detail3: '当拼世界进入到更为成熟的阶段，我们会将现实商业的影响力延伸到虚拟世界中，并以此构造一个以现实世界为蓝本的增强世界。</br></br>在这个增强世界里，不仅现实中的商业可以增加更多维度，还能创造新的需求、新的产品、新的市场，甚至是新的经济体系！</br></br>商家可以利用AR技术更好的展示自己的产品，甚至可以为产品赋予灵魂！比如：一个在现实中的玩具，可以利用可编程方块，为该灵魂赋予特定的智能聊天功能；当小朋友买下这个玩具，就可以通过拼世界召唤出玩具的灵魂。</br></br>有了灵魂的商业，将赋予更多的可能。用户对增强世界的关注甚至会超越现实世界，那些原本在现实世界中因为人的思维而产生价值的东西（比如黄金、地产、服务、金融、娱乐等），也将随着用户关注度的转移而转移到增强世界中来，现实世界中所有的财富都可能在增强世界中重新创造一遍！',
        buttonText: '了解更多'
      }
    },
    futureBanner: {
      title: '拼世界未来',
      description: '《拼世界》不仅是一个游戏世界，更是糅合了商业、文化、政治、经济，甚至是人类所有一切的增强世界。拼世界引领着人类在上帝创造的原子世界中不断挑战、不断升级。',
      list: {
        title1: '品牌搭载，联名IP',
        description1: '在未来，拼世界的商业系统将搭载不同品牌，与各类IP联名。玩家可以在品牌方的模型蓝图下对品牌与明星、画家、艺术家等大咖联名的模型进行拼装和创造，这些模型不仅可以被品牌方收购展示，还可以在市场上随意流通。',
        title2: '模型现实化，打造文娱新模式',
        description2: '根据游戏规则，在拼世界，最受欢迎的场景将在现实世界1:1还原；拼世界将会投入大量资源到探索拼世界文旅的整体开发和运营模式中，根据模型对现实世界进行改造，真正打造成“互联网+商业地产+文化资源+养生养老+休闲农业”的度假模式。',
        title3: 'AR空间站，智能构建模型',
        description3: '随着科技的不断进步，在未来，玩家只需要一个想象，就能在拼世界中构建精美的场景模型。在AR空间站，与其他星球对战，与其他物种厮杀，惊险刺激，身临其境，你能抢占并且支配你所需要的任何资源！'
      }
    }
  },
  ArWorld: {
    other: '了解其他规则',
    bannerTitle: '拼世界，增强世界',
    bannerDescription: '《拼世界》是一款由AR方块和现实世界结合而成的App。《拼世界》拥有极高的自由度，用户可自由发挥、共同打造一个虚拟与现实结合的增强世界！ 在这个世界里，商家、玩家会相互关联、转换，同时产出一套属于用户自身的经济体系，让玩家在游戏中生活、在生活中游戏，体验便捷与乐趣的同时，还能创造经济价值，获得现实收益。',
    highLightBannerDescription: 'AR方块由区块链管理，数量透明。除了产生机制，还有消耗机制，通过算法的设置，使AR方块的产生与消耗趋于平衡，保证游戏生态平衡，使玩家能获得更多的乐趣。',
    rule: {
      title: '拼世界规则',
      description: '了解规则, 玩转拼世界',
      list: {
        title1: '（一）基础玩法',
        description1: '这是拼世界的基础，也是你改造世界的基础。',
        detail1: '拼世界的玩家可以通过生产器获取游戏基础的方块，玩家也可以向官方购买或者参与商家的活动来获取各种不同的蓝图。</br></br当玩家拥有方块和蓝图时，就可以进行拼图，每当玩家完成一个拼图，就可以获取对应的奖励。在某些特定活动中，甚至可以获取更为丰厚的实物奖励。</br></br>整个游戏的拼图过程完全通过AR技术来实现，玩家可以通过手机屏幕将已获取的蓝图以3D的形式投影到现实的物件上，比如桌面或者其他位置。蓝图会将玩家目前的拼图进度完整的展现出来，玩家就可以进行拼图操作了。',
        title2: '（二）基础操作',
        description2: '拼图的基本操作分为两种模式：AR手势模式和传统AR模式。',
        detail2: '(1）AR手势模式: 在游戏开始以后，系统会识别玩家的手指运动轨迹，玩家可以通过手势对整个游戏进行操作，选择自己想要拼图的蓝图，然后用手直接拿取方块，通过移动蓝图位置、旋转蓝图等操作进行拼图，整个过程就像在现实世界拼装真正的玩具;</br></br>(2) 传统AR模式: 玩家通过手机屏幕按键进行操作，同时通过移动手机来控制摆放位置和蓝图的旋转等操作，这种操作模式简单易上手，作为前者的辅助模式，这个模式更适合习惯通过手机来操作的用户使用。',
        title3: '（三）蓝图介绍',
        description3: '蓝图是拼装模型所必需的的图本。',
        detail3: '蓝图是一个3D的线框图，它会展现图本描绘的整个模型拼接完成后的造型，同时会将每个层级的模型形状表现出来，玩家可以看到自己需要使用的拼图方块是什么样的。',
        title4: '（四）生产器介绍',
        description4: '方块是拼世界的基础，而生产器产出基础方块。',
        detail4: '拼世界AR方块由生产器生成。换言之，生产器是玩家获取基础拼图方块的必备机器。每个玩家进入游戏后需要使用生产器才可以产出拼图方块，生产器无等级区分，单个生产器采集速度相同。玩家可以在商家占用生产器还可以额外提升方块采集效率，但是商家的可用生产器有数量限制。</br></br>PS：为了让游戏中的方块维持基础价值，不至于快速的通货膨胀，在游戏中方块的采集速度和方块的消耗速度有直接的关联。',
        title5: '（五）商家规则',
        description5: '商家和用户一样，都是拼世界的基础，商家可以产出蓝图，赋予拼世界更多可能。',
        detail5: '现实中的实体商家通过提交店面照片和视频资料进行验证，验证通过后，在《拼世界》的地图上会给商家做出特定的标识，然后通过游戏中的系统引导玩家去进行消费和采集拼图方块、获取蓝图等行为。',
        title6: '（六）任务规则',
        description6: '每周不定期发布任务，参与任务，玩家不仅可以获取更多蓝图，也可以赢取丰厚奖励。',
        detail6: '每周节点商家会推送1个或多个任务蓝图供玩家进行游戏，玩家可以直接在系统处购买对应的任务蓝图来开始拼图游戏。没有任务的时候，玩家也可以购买官方蓝图进行拼图，只是没有特殊奖励。</br></br>蓝图的价格会根据奖励内容的不同进行调整，常规蓝图预计的价格为1-10美金。单个蓝图需要的拼图方块数量根据奖励内容的不同设置也会不同，预计的图块数量为10-200个。每个蓝图可以获得的奖励奖金根据蓝图价格和消耗的方块数量而定，预期的奖励区间为100美元-10000美元。</br></br>',
        title7: '（七）收集成就',
        description7: '展现你的图集，亮出你的成就，成为拼世界的高端玩家，创造更多可能性。',
        detail7: '系统开启后，系统会给玩家一本图集，玩家可以点击查看目前生成的、所有类型的模型。</br></br>系统开启后会给玩家一本图集，玩家可以点击查看目前生成的所有类型的模型。</br></br>玩家还可以收藏自己拼装的模型，只需点击收藏按钮，即可从拼图背包自动转到图集中。进入图集的模型只能查看、互动等，无法取下再次进行交易。</br></br>为了鼓励玩家和商家进行模型收集，图集中还增加了收集成就的奖励。成就奖励包含：称号、特权、特殊部件和资源奖励等。</br></br>普通玩家能够收集到的底端成就奖励主要以资源奖励和称号奖励为主。</br></br>中高端玩家能收集到的成就奖励以特殊部件和特权为主。</br></br>商家的成就奖励则以增加生产器位置、发布蓝图次数上限、发布拼图获得次数、成为节点商家等为主。',
        title8: '（八）PVP玩法',
        description8: 'PVP大战，在交流中创造，在交流中竞争，丰富你的世界，丰富拼世界。',
        detail8: '当游戏进入到成熟阶段，系统会推出一个全服共同PVP的模式，加强游戏的互动性，提高玩家之间的交互和配合，也让拼世界本身更实际的存在于这个世界范围内。在这个阶段，我们会在整个LBS地图上每个加盟的商家做一个官方标记，这些官方标记就是玩家需要占领的一座座堡垒，玩家可以利用蓝图制造飞机大炮等攻击单位来占领和守卫据点。</br></br>据点战的设计除了保证玩家中期阶段日常的方块和蓝图消耗，也同时为后期第三阶段的拼世界进行铺路，当玩家创造的方块逐渐开始跟这个世界产生交互，达到更多的其他阶段时，拼世界可以直接跟更多的现实物件产生影响，玩家可以去自己创造蓝图和再利用不同方块的特性进行拼图来制造各种特定物件，甚至到后期一些大型的据点活动需要多个玩家提供各种类型的方块来共同进行生产才能制造出对应的物品。通过这个阶段来逐步进行过度，慢慢让整个拼世界丰富起来。',
        buttonText: '了解更多'
      }
    },
    squareSystem: {
      title: '方块系统',
      subTitle: '方块介绍',
      description1: '方块是拼世界的基础，在《拼世界》中任何游戏行为的进行都离不开方块。',
      description2: '游戏中的方块不仅是一种储存数据，更是一种可交易的资源。',
      description3: '玩家在搭建模型的过程中可以随意选择当前使用的方块类型，方块主要分为两种：基础方块和高阶方块。',
      description4: '基础AR方块有红、黄、蓝、白、黑等多种颜色，但是基础方块不具备任何功能，仅是模型搭建的基础。',
      description5: '高阶AR方块是用户在现实中采集的AR方块，可以拥有各种不同的功能，使搭建的模型拥有更高阶的能力，如：土方块、石方块、木方块、水方块、铁方块、煤方块、石油方块和食物方块等。',
      buttonText1: '方块获取规则',
      detail1: '（1）所有的AR方块均由区块链数据来进行生成和管理，当玩家没有购买生产器时，也可以直接在市场中购买对应的方块来进行拼图。玩家可以购买更多的生产器以加大方块的采集产出数量，也可以去商家占用工厂生产器来进行生产效率的增幅。</br></br>（2）用户还可以到真实世界中去采集各种具有不同功能的高阶AR方块，比如采集河流可以得到水方块和河流方块，采集树木可以得到树方块等等。',
      buttonText2: '方块消耗规则',
      detail2: '（1）当玩家在使用方块进行拼接时，可以选择当前拼接方块的颜色，玩家在拼接过程中可以随时保存这份蓝图，以方便下次再进行拼接。当玩家在拼接过程中完成图样上所有格子后，可以进行确认，此时所有的方块都会被消耗掉并获取对应奖励。</br></br>（2）方块只要进行了组装，就会被锁定，无法交易，但是在完成组装前是可以拆卸的，拆卸后的方块解除锁定，可以交易。当用户拼出完整拼图，生成模型时，该拼图将永远无法拆卸，其组成的方块就永远消耗掉了。</br></br>（3）AR方块就是用来拼图的，用户可以在在AR环境下进行组装或拆卸；除了AR技术，还可以使用手势识别和眼球控制技术。'
    },
    MerchantSystem: {
      title: '商家系统',
      description: '商家和用户一样，都是拼世界中不可或缺的核心元素。商家可以产出模型、举办活动，赋予拼世界更多可能。',
      list: {
        subTitle1: '商家活动',
        description1: '商家还可以发起多人拼图活动，由商家设置拼图条件和完成奖励，让到店的玩家都可以通过AR进行拼图，拼图完成后参与拼图的玩家按照贡献度分配奖励，同时完成的模型将一直在商店中，供玩家随时查看，以此增加商家人气，同时消耗玩家多余的方块，商家发起的拼图活动，成品后消耗的方块除去官方回收外也会拿出一部分反馈给商家。',
        subTitle2: '商家模型',
        description2: '商家可以通过游戏内置的3D扫描功能，来制作特殊物品的蓝图，比如商家的商品或者其他奖品等。商家在制作好蓝图以后，可以直接对蓝图进行定价销售，同时指定奖励金额和人数。这个蓝图玩家可以通过在商家处消费获取，或者直接在商家处进行购买，在拼图完成后，就可以获取商家提供的奖励。',
        subTitle3: '节点商家',
        description3: '每隔一段时间，我们会根据线上商家人气值来选择排名靠前的商家成为我们的节点商家。节点商家可以参与游戏的研发走向，还可以领取游戏收益。</br>节点商家需要不断的与玩家互动来增加自己的人气值，否则一旦人气值掉出榜单，将失去节点商家的专属权限。</br> 节点商家的筛选和权限都在将通过智能合约来实现，非人为控制。'
      }
    },
    MerchantBlueprint: {
      title: '商家蓝图',
      description1: '在拼世界中，各种资源方块都可以自由交易、自由流通。',
      description2: '当系统发出的黄金方块流通到了一定放出量的时候，黄金矿脉探索和采集的讯息就会在市场上流通，引导用户去探矿和开采。这时，为了帮助玩家采集，系统会推出一系列的采集机器。当需求旺盛，其中蕴藏的商机也就渐渐明朗，而这些，就是拼世界给商家们的礼物。',
      description3: '比如，用户开采某一条位于商家位置上的黄金矿脉时，商家可以借此发布蓝图任务，用户需要在商家处消费或者是完成其他任务才能借用黄金矿机开采黄金，驱动矿机需要石油动力，而石油矿井的搭建需要各类钢铁方块......',
      description4: '拼世界将赋能商家更多商机和更多可能，开启拥有灵魂的商业新时代！'
    }
  },
  EconomicSystem: {
    title1: '黄金矿机',
    title2: '黄金矿机采集',
    title3: '矿机属性说明',
    title: '资源方块，拼世界的经济中心',
    description: '为了保证拼世界和现实世界维度的联系，使拼世界内资源在高速流通的情况下得到充分的开发和利用，拼世界建立了一个开放式的经济系统。拼世界的经济系统和现实世界的经济系统一致，都是以资源为主要流通物。但是和现实世界不同的是，在拼世界中，资源就是方块，无论是黄金、白银还是石油，都是拼世界中的资源方块。拼世界以区块链管理资源方块，从诞生到消耗，每一个资源方块都在区块链中记录，这不仅使得资源方块本身具有价值，还赋予了它稳定增值的属性。',
    list: {
      title1: '我们如何发行黄金方块？',
      description1: {
        text1: '参考全球黄金总量，系统将通过区块链管理增强世界的黄金总量：1.7亿公斤，即1.7亿个黄金方块',
        text2: '系统将在初期发行300万个黄金方块。（归属系统所有）',
        text3: '剩余1.67亿个黄金方块将通过黄金矿机采集、黄金矿机超频等方法逐步发行到增强世界中'
      },
      title2: '什么是黄金矿机？',
      description2: {
        text1: '使用铁锹只能在黄金矿区才能采集黄金，但如果组装黄金矿机，可在任何地方采集黄金',
        text2: '黄金矿机有很多种：石油动力、电动力、铀动力等，前期最实用的是石油动力',
        text3: '石油动力的黄金矿机的组装需要用到的方块包括：黄金方块、钢铁方块、钻石方块、木方块等等；使用矿机开采时，还需要消耗石油方块'
      },
      title3: '矿机有什么分类？',
      description3: {
        text1: '小矿机需要用到100个黄金方块，每月基础产出10个黄金方块',
        text2: '中矿机需要用到1000个黄金方块，每月基础产出130个黄金方块',
        text3: '大矿机需要用到10000个黄金方块，每月基础产出1600个黄金方块'
      },
      title4: '矿机有什么使用规则？',
      description4: {
        text1: '矿机可以随时添加金块和其他相关材料，增加矿机产能，延长矿机寿命。（矿机最多可添加到10万黄金方块）',
        text2: '每产出一个黄金方块，矿机需要消耗100个石油方块，用户也可以设计拼装更好的矿机，使消耗量更小。（每个石油方块代表一桶油，全球已探明石油储量为：1.69万亿桶）',
        text3: '产出量达到矿机组装所使用的黄金方块数量的双倍后，矿机即报废。用户需要重新组装矿机，或者添加方块延长寿命',
        text4: '铁锹可以采集石油方块。石油资源丰富，随处可见，但数量有限，用户想要采集并存储，需要有地方放置保存石油，比如拼装油罐；或使用更高级的石油采集器，甚至到现实中的油田去拼装油井，才可以大量采集',
        text5: '用户邀请朋友加入可以激活矿机超频产出，每个邀请区域每日的产量都可以对主用户形成相应的超频：主用户可以获得第二大区域当日产量8%的超频；主用户可以获得第三大区域当日产量10%的超频；主用户可以获得第四大区域当日产量12%的超频；主用户可以获得第五大区域当日产量16%的超频；其他区域的产量将不会产生超频',
        text6: '<span style="color: #ff5576">( ps：超频可以叠加使用，诞生最大超频不会超出主用户基础产出的30倍，如果当日主用户没有产出黄金方块，也不会有超频产出。)</span>',
      },
    },
    plan: {
      title: '系统规划',
      subTitle: '发行',
      list: {
        title1: '黄金总量',
        title2: '初期发行',
        title3: '后续发行',
        description1: '参考全球黄金总量，系统将通过区块链管理增强世界的黄金总量：1.7亿公斤，即1.7亿个黄金方块。',
        description2: '系统将在初期发行300万个黄金方块（归属系统所有）。',
        description3: '剩余1.67亿个黄金方块将通过黄金矿机采集、黄金矿机超频等方法逐步发行到增强世界中。'
      },
      machineList: {
        title1: '铁锹',
        description1: '使用铁锹只能在黄金矿区才能采集黄金，但如果组装黄金矿机，可在任何地方采集黄金。',
        title2: '采集',
        description2: '黄金矿机有很多种：石油动力、电动力、铀动力等，前期最实用的是石油动力。',
        title3: '组装',
        description3: '石油动力的黄金矿机的组装需要用到的方块包括：黄金方块、钢铁方块、钻石方块、木方块等等；使用矿机开采时，还需要消耗石油方块。'
      },
      arrtList: {
        title1: '矿机',
        description1: '矿机分为三种：小型矿机、中型矿机和大型矿机。',
        title2: '寿命',
        description2: '矿机可以随时添加金块和其他相关材料，以增加矿机产能，延长矿机寿命。',
        title3: '资源',
        description3: '矿机每产出一个黄金方块，需要消耗对应数量的资源方块，用户可以选择拼装更好的矿机，减少资源方块消耗量。',
        title4: '报废',
        description4: '当矿机产出量达到一定数额的时候，矿机报废。用户可以选择重新组装矿机，或者添加更多的资源方块以延长矿机寿命。',
        title5: '工具',
        description5: '用户可以使用工具采集供给矿机消耗所需的资源方块，不同类型的资源方块需要不同的工具，比如铁锹可以采集一般的石油方块，而石油矿井需要拼装大型的采油机器才可以采集。'
      },
      idea: {
        title: '发展理念',
        description: '拼世界秉承“创新、绿色、开放、共享”四大发展理念，以AR/AI技术为发展基底，构建出超越现实世界轨迹的经济系统。拼世界是虚拟与现实交互的增强世界，在这里，现实世界拥有的一切都会被重新创造，甚至创造百倍、千倍于现实世界的经济体量，为未来提供更多、更丰富的发展机会。 拼世界想创造的不仅仅是符合现实世界的经济系统，拼世界更想为人类构建一个充满无限可能的未来世界。而这个未来的起点，就是增强世界！'
      }
    }
  },
  TradingCenter: {
    title: '交易市场，不止是方块',
    buttonText: '开始交易',
    LeasingMarket: {
      title: '生产器租赁市场',
      subTitle: '生产器永远属于官方，租赁价格由市场决定。',
      description1: '（ 一 ）玩家可以租用多个生产器来增加采集效率。',
      description2: '（ 二 ）拼世界最多可开通10万套生产器，只要还有空闲生产器，用户只要出100美元即可租赁3年。',
      description3: '（ 三 ）每个人都可以通过竞价支付成为一套生产器一段时间的控制人，类似于租赁的概念。这便形成了生成器租赁市场。',
      description4: '（ 四 ）如果所有生产器都已经被占用，那么用户需要出价高于最后一名100美元，就可以获得该生产器的控制权，之前的控制人未到期部分的租金将退回给该用户，同时还将获得溢价部分的20%，保证了租赁市场的公平性。'
    },
    BlockMarket: {
      title: '方块市场',
      description1: '（ 一 ）方块市场交易采用OTC交易模式。',
      description2: '（ 二 ）OTC交易都需要在线游戏内注册账号并上传资料认证。',
      description3: '（ 三 ）玩家可以将自己的拍卖物品上架至系统的拍卖行托管，进行点对点直接交易。玩家指定上架物品的价格，单个物品上架时间最长为30天，当超过该时间仍未售出的物品将自动返回玩家存储器中，如果此时玩家的存储器已满，则将物品存入缓存区。',
      description4: '（ 四 ）买家在想要购买的物品处直接点击购买，确认后即可扣除对应资金并获取物品, 交易资金将直接进入卖方账户。',
      description5: '（ 五 ）购买获得的物品也将直接进入买方的存储器，如果此时玩家的存储器已满，则将该物品存入缓存区。'
    }
  },
  download: {
    title: '下载拼世界，拼出你的世界',
    description: 'Download Creating worlds, create your worlds',
    text1: '现实世界，包罗万象',
    text2: '增强世界，虚拟成像',
    text3: '下载拼世界，拼出属于你的世界',
    pdf: {
      text1: 'ARWorld版本下载要求',
      text2: 'ARCore支持的设备型号',
    },
    buttonText: 'App Download'
  },
  AboutUs: {
    title: '拼世界，你的世界，我们的世界',
    description: '在AR技术和人工智能的帮助下，融合虚拟与现实，我们制作了一款打造未来“增强世界”的工具——《拼世界》。',
    CompanyProfile: {
      title1: 'AR World 实验室',
      description: 'AR World 实验室总部设立在瑞士，研发中心设立在日本东京。我们聚焦世界最前沿、最尖端的科技研发和落地应用。实验室在AR游戏和人工智能等方面持续投入，为客户提供最智能的数字化方案，创造最大商业价值！在瑞士总部，我们不仅建立了拥有世界领先水平的AR智能实验室，配备了最先进的AR/AI设备，投入最丰富的资源打造最尖端的科研环境。同时，我们的研发团队招揽了一大批来自世界各地各行各体验的顶尖人才，不仅有负责研发前沿科技的顶级科学家，善于创造的一流游戏策划师，还有业内顶尖的经济学者。我们坚信，好的团队会创造更好的产品，更好的贯彻使命，也能更真诚的创造价值！',
      list: {
        title1: '研发中心',
        description1: 'AR World实验室的研发中心于2015年在日本东京成立。东京研发中心不仅设有世界先进的智能实验室和办公设施，还保持了宽松自由的研发氛围。东京研发中心一直致力于探索科技未知，以人类愿景为驱动力，研发前沿科技和产品场景的落地应用。东京研发中心以此为核心目标建立了世界一流标准的研究系统，为世界智能方案和AR技术发展贡献了不可或缺的技术创新和产品供给，得到了世界科学界的高度认可。',
        title2: '价值',
        description2: '本公司一直将“打造一个将虚拟与真实世界结合的AR智能世界”作为终身使命，并且在产品研发和价值创造当中不断的深入、升华，这一切都在《拼世界》当中得到了体现。</br>（1）现象级应用：创造虚拟，融合现实</br>（2）场景落地：创造更多商业模式</br>（3）满足自我需求，娱乐创造价值',
        mobileDescription2: '本公司一直将“打造一个将虚拟与真实世界结合的AR智能世界”作为终身使命，并且在产品研发和价值创造当中不断的深入、升华，这一切都在《拼世界》当中得到了体现。（1）现象级应用：创造虚拟，融合现实；（2）场景落地：创造更多商业模式；（3）满足自我需求，娱乐创造价值。',
        title3: '愿景',
        description3: '在AR技术和人工智能的帮助下，融合虚拟与现实，我们制作了一款打造未来“增强世界”的工具——《拼世界》。</br>《拼世界》将与真实世界相结合，因此它不再仅仅是一个游戏，而是一个可以将现实商业的影响力延伸到增强世界中，能够改变世界的平台！',
      }
    }
  },
  footer: {
    title1: 'AR',
    title2: ' WORLD',
    info: 'Copyright 2019 AR WORLD Limited'
  }
}
