export default {
  menu: [
    {
      title: 'ホーム',
      link: '/home',
    }, {
      title: '拼世界',
      link: '/PinWorld',
    }, {
      title: '経済システム',
      link: '/economicSystem',
    }, {
      title: '取引センター',
      link: '/TradingCenter',
    }, {
      title: 'Appダウン',
      link: '/download'
    }, {
      title: '私たちについて',
      link: '/AboutUs'
    }
  ],
  home: {
    bannerTitle1: '拼世界，',
    bannerTitle2: '世界は組立るものである',
    bannerDescription1: 'これは一款による',
    bannerDescription2: 'AR方言と現在の世界',
    bannerDescription3: '組み合わされて作られたゲームは、非常に高い自由度を持ち、ユーザーが自由に作成、共同作成できる強力な世界です!',
    bannerButtonText: 'もっと詳しく',
    ideaBanner: {
      title: '拼世界の理念',
      description: 'AR技術と人工知能の助けにより、仮設と現実を融合させ、我々は未来型「拡張世界」のツールを作り上げた——「拼世界」。</br></br>現実の世界と結合するため、これは単なるゲームだけではなく、現実ビジネスの影響力を拡張世界に延伸させる事ができ、また世界を変えるパワーを持つプラットフォームでもある！</br></br>「拼世界」の中で、ユーザーは現実世界と結合し、ARブロックを利用して自分の仮設内容を作り出すことができる。そしてこれらバラバラの仮設内容はシステムによって繋げられ、シェアができ、内容が長続きするパラレルワールドが構成され、我々はこれを——拡張世界と呼ぶ。'
    },
    createBanner: {
      title: '拼世界の創造',
      subTitle: 'CREATIONS',
      description: '拼世界で、あなたは',
      list: {
        description1: '現実世界で採集したブロックの楽しみを体験する',
        description2: 'あなたのブロックキャラクターを設計し、それを現実に変える',
        description3: 'あなたの作品を紹介する——様々な場所に置くことが出来る',
        description4: 'ブループリントを利用して模型を組立、達成度のロックを解除する',
        description5: '大型組立イベントに参加してブロックを貢献し、多額な収益を得る',
        description6: 'もっと…',
      }
    },
    developBanner: {
      title: '拼世界の発展',
      list: {
        title1: '第一段階：静態組立',
        subTitle1: '静態組立',
        description1: 'これはユーザーが自由に想像を発揮し、また拡張世界に専属な印を残す段階である。',
        detail1: 'ユーザーは現実世界で特定な機能を持つARブロックを採集し、そして特定な場所で組立てる。例えば都市中心の広場の入口で、ユーザーは一匹の恐竜を組み立て、その他ユーザーが拼世界APPを開いたとき、口を大きく開けたティラノサウルスがあなたに向かって歩いてくるのが見える。</br></br>第三者（例えば商店）は3Dスキャン技術を使って異なるビジョンを設計する事ができ、また様々な奨励を付け、ユーザーはブループリントを購入そして組立、完成後奨励を獲得する事ができ、またこれをきっかけにビジネスと文化の影響力を拡大させる。</br></br>より多くの時、世界各地の人々は大型組立イベントを開催する事ができ、各地から来たプレイヤーは巨大ブループリントの組立を行い、交流の障害を突破し、プレイヤー同士を頻繁にインタラクティブさせるだけではなく、異なる人生体験をシェアする事もでき、ビジネスと文化により多くの面白い次元を加えさせる。',
        title2: '第二段階：機能組立',
        subTitle2: '機能組立',
        description2: 'これはユーザーが自主的に発掘して、仮説と現実の架け橋を構築し、またブロックに使命と価値を与える段階である。',
        detail2: '第二段階には様々なタイプのARブロックが現れる、例えば：プログラミングブロック、ディープラーニングブロック、フェス識別ブロック、表情識別ブロック、感情ブロック、チャットブロックなどがある。</br></br>システム、商店更にプレイヤー自身もより沢山の面白い組立模型を生成する事ができ、彼らは様々な機能が与えられている、例えば移動できる、話せる、仕事ができる、更にもっと特殊な機能もある。</br></br>人々はもっと多くの新しいキャラクターを設計組立、新しいゲームを開発、新しいシーンを応用、新しいビジネスを加え、またそれらでより豊富な拡張世界を構築し、より多くの物語と生態を形成する。',
        title3: '第三段階：拡張世界の構築',
        subTitle3: '拡張世界の構築',
        description3: 'これは全てのプレイヤーと商店が一緒に新しい世界を作り直す段階である。',
        detail3: '拼世界がより成熟した段階に入った時、我々は現実ビジネスの影響力を仮設世界の中に延伸させ、またそれらで現実世界をブループリントとして拡張世界を構築する。</br></br>拡張世界の中で、現実中のビジネスにより多くの次元を加えさせるだけではなく、新しい需要、新しい製品、新しいマーケット、更に新しい経済体系を作り出す事もできる！</br></br>商店はAR技術をいかし上手に自分の製品をアピールし、更に製品に魂を授ける事もできる！例えば：現実中のあるおもちゃ、プログラミングブロックを使い、その魂に特定な知能チャット機能を与える事が出来る；子供がそのおもちゃを購入した後、拼世界を通じておもちゃの魂を呼び出すことができる。</br></br>魂を持つビジネスはより多くの可能性が与えられる。ユーザーの拡張世界に対する関心が現実世界を超え、あれらもともと現実世界の中で人の考えによって生まれた価値のある物（例えば金、不動産、サービス、金融、レジャーなど）はユーザーの関心の移りによって拡張世界の中に移され、現実世界の中の全ての富も拡張世界の中で新たに創造される可能性もある！',
        buttonText: 'もっと詳しく'
      }
    },
    futureBanner: {
      title: '拼世界の将来',
      description: '「拼世界」は単なるゲーム世界だけではなく、ビジネス、文化、政治、経済、更に人類の全てを融合させた拡張世界である。拼世界は人類が神様によって創造された原子世界の中で継続的にチャレンジ、継続的にアップグレードする事をリードする。',
      list: {
        title1: 'ブランド搭載、IPコラボ',
        description1: '将来、拼世界のビジネスシステムは異なるブランドを搭載し、様々なIPとコラボする。プレーヤーはブランド側の模型の青写真の下でブランドとスター、画家、芸術家などの大きいカレーの連名のを組み合わせて組み立てて模型を創造することができます、これらの模型はブランド側に買い取られるだけではなく、市場で任意に流通することもできる。',
        title2: '模型現実化、レジャーの新モード構築',
        description2: 'ゲームのルールに基づき、拼世界で最も人気のあるシーンを現実世界で1：1に復元される；拼世界は探索拼世界文旅全体の開発と運営モードに大量なリソースを投入し、模型に基づき現実世界の改造を行い、本当な「インターネット+ビジネス不動産+文化資源+養生養老+休閑農業」のバケーションモードを作り上げる。',
        title3: 'AR空間ステーション、模型の知能構築',
        description3: '科学技術の継続的進歩に伴い、将来、プレイヤーは想像するだけで拼世界の中で美しいシーンの模型を構築する事ができる。ARステーションで、その他スターと戦い、その他の生物と殺し合い、恐ろしく刺激的であり、その場に身を置いているような感じでもあり、あなたが必要とするいずれの資源を占有また支配する事ができる！'
      }
    }
  },
  ArWorld: {
    other: 'もっと詳しく',
    bannerTitle: '拼世界、拡張世界',
    bannerDescription: '「拼世界」はARブロックと現実世界を結合させたAppである。「拼世界」は極めて高い自由度を有し、ユーザーは自由に発揮ができ、共に仮設と現実を結合させた拡張世界を作り上げる！',
    highLightBannerDescription: 'ARブロックはブロックチェーンによって管理され、数量は透明である。生成メカニズム以外に、消耗メカニズムもあり、アルゴリズムの設定を通じて、ARブロックの生成と消耗のバランスをとり、ゲーム生態のバランスをを保証し、プレイヤーがより楽しめるようにする。',
    rule: {
      title: '拼世界のルール',
      description: 'ルールを理解し、拼世界を楽しむ',
      list: {
        title1: '（一）遊び方の基礎',
        description1: 'これは拼世界の基礎であり、あなたが世界を改造する基礎でもある。',
        detail1: '拼世界のプレイヤーは生産マシンを通じてゲームの基礎ブロックを獲得し、プレイヤーは公的側から購入又は商店のイベントに参加して各種異なるブループリントを獲得することもできる。</br></br>プレイヤーはブロックとブループリントを持った後、組立る事ができ、プレイヤーが一つの組立を完成する毎に対応の奨励を獲得することができる。一部の特定イベントの中で、豊富な実物奨励を獲得する事もできる。ゲームの組立過程は全てAR技術を使い実現し、プレイヤーはケータイの画面を通じて獲得したブループリントを3Dの形式で実物の物体に投影させる事ができ、例えばテーブル又はその他位置。ブループリントはプレイヤー現在の組立進捗を完全に現し、プレイヤーは組立の操作ができる。',
        title2: '（二）基本操作',
        description2: '組立の基本操作は二つのモードがある：ARジェスチャーモード和伝統ARモード',
        detail2: '(1）ARジェスチャーモード: ゲーム開始後、システムはプレイヤーの指運動の痕跡を識別し、プレイヤーはジェスチャーを通じてゲームの操作を行い、自分が組立たいブループリントを選び、そして手で直接ブロックを取り、ブループリントの位置移動、ブループリントの回転などの操作を通じて組立、その過程は現実世界の中で本当のおもちゃを組み立てるような感じである。</br></br>(2) 伝統ARモード: プレイヤーはケータイ画面のボタンを通じて操作を行い、同時にケータイを移動させることを通じてブループリントの回転と位置のコントロールなどの操作を行い、このタイプの操作モードは簡単で習熟しやすく、前者の補助モードとして、このモードはケータイの操作に慣れたユーザーに向いている。',
        title3: '（三）ブループリントの紹介',
        description3: 'ブルーレイは、装着モデルに必須のものである。',
        detail3: 'ブループリントは3Dのワイヤフレームであり、ブループリントは図で描いた模型完成後のスタイルを表し、同時に各段階の模型の形状も表し、プレイヤーは自分が使用するブロックの形状を確認する事ができる。',
        title4: '（四）生産マシンの紹介',
        description4: 'ブロックは拼世界の基礎であり、しかし生産マシンは基礎ブロックを生成するものである。',
        detail4: '拼世界のARブロックは生産マシンによって生成される。言い換えれば、生産マシンはプレイヤーが基礎組立ブロックを獲得するために必要なマシンである。全てのプレイヤーはゲームに入った後生産器レンタルして組立ブロックを生成させる事ができ、生産マシンはレベルの区分がなく、単品の生産マシンの採集速度は同じであり、プレイヤーは複数の生産マシンをレンタルする事で採集効率を向上させる事ができる。プレイヤーは商店で生産器使用すれば更にブロック採集効率を向上させる事ができ、ただし商店の使用可能生産器数量限定されている。</br></br>PS：ゲーム中のブロックの基礎価値を維持させるため、急速なインフラにならないように、ゲーム中のブロックの採集速度はブロックの消耗速度と直接な関連がある。',
        title5: '（五）商店のルール',
        description5: '商店はユーザーと同じく、拼世界の基礎であり、商店はブループリントを生成する事ができ、より多くの可能性を拼世界に与えることができる。',
        detail5: '現実中の実体商店は店舗の資料を提出し、写真と店舗の映像などを含む。会社が検証を行い、検証合格後、「拼世界」のマップ上で商店に特定のマークを与え、そしてゲーム中のシステムの誘導を通じてプレイヤーに消費と組立ブロックの採集、ブループリント獲得などの行為をさせる。',
        title6: '（六）任務ルール',
        description6: '毎週不定期に任務を発表し、任務に参加すれば、プレイヤーはより多くのブループリントを獲得することができ、豊富な奨励を勝ち取ることもできる。',
        detail6: '毎週、節目商店は一つ又は複数の任務ブループリントをプレイヤーにプッシュし、プレイヤーは直接システムから対応任務のブループリントを購入して組立てる事ができる。任務がない時、プレイヤーは公的側からブループリントを購入し組立、しかし特殊な奨励はない。</br></br>ブループリントの値段は奨励内容の異なりに基づき調整し、通常ブループリントの値段はおおよそ1－10ドル。単品ブループリントに必要な組立ブロック数量は奨励内容の異なりに応じ異なり、おおよその数量は10－200個。其々のブループリントが獲得する奨励賞金はブループリントの値段と消耗するブロックの数量によって決まり、奨励の区間はおおよそ100ドルー10000ドル。</br></br>',
        title7: '（七）達成度の収集',
        description7: 'あなたの図鑑を披露目、あなたの達成度をアピール、拼世界の高級プレイヤーになり、より多くの可能性を創造する。',
        detail7: 'システムを起動した後、システムはプレイヤーに一冊の図鑑を渡し、プレイヤーはクリックして現在生成した全てのタイプの模型を確認する事ができる。</br></br>プレイヤーは自分が組み立てた模型をコレクションする事もでき、コレクションボタンをクリックするだけで組立バックから自動的に図鑑に転送する。図鑑に収められた模型を確認、インタラクティブなどの事ができ、外して取引することはできない。</br></br>プレイヤーや商店に模型の収集を励ますため、図鑑には達成度完成後の奨励を追加している。達成度奨励は：称号、特権、特殊部品とリソース奨励などを含む。</br></br>一般プレイヤーは底部の達成度奨励を完成する事ができ、リソース奨励と称号奨励が主である。</br></br>中高級プレイヤーの達成度完成奨励は主に特殊部品と特権である。</br></br>商店の達成度奨励は主に生産マシンの位置増加、ブループリント発表回数の上限、組立図発表後の回数取得、節目商売人になる等々がある。',
        title8: '（八）PVPの遊び方',
        description8: 'PVP大戦、交流の中で創造、交流の中で競争、あなたの世界を豊かに、拼世界を豊かにする。',
        detail8: 'ゲームが成熟段階に入った時、システムは全てのサーバーに同じPVPのモードを出し、ゲームのインタラクティブを強め、プレイヤー間の交流と協力を向上させ、拼世界自身にもより現実的にこの世界の範囲内に存在させる。この段階において、我々はLBSマップ上に有る全ての加盟商店に公的マークを付け、これらの公的マークはプレイヤーが占領しなければならない一つ一つの堡塁であり、プレイヤーはブループリントを利用して飛行機や大砲などの攻撃ユニットを作ってこれらを占領及び拠点を守る。</br></br>拠点戦の設計はプレイヤーの中期段階の日常ブロックとブループリントの消耗を保証した以外に、同時に後期第三段階の拼世界のための前準備でもあり、プレイヤーが創造したブロックが徐々にこの世界と相互作用を始め、より多くのその他段階に達した時、拼世界はより多くの現実的なものに直接な影響を与える事ができ、プレイヤーは自分でブループリントを創造する事ができ、また異なるブロックの特性を再利用して様々な特定なものを組立作り出すことができ、後期になれば、一部大型の拠点イベント時に複数のプレイヤーは様々なタイプのブロックを提供して共同生産しなければ、対応のものを作り出すことはできない。この段階を通じて徐々に慣れ、次第に拼世界を豊かにさせる。',
        buttonText: 'もっと詳しく'
      }
    },
    squareSystem: {
      title: 'ブロックシステム',
      subTitle: 'ブロックの紹介',
      description1: 'ブロックは拼世界の基礎であり、「拼世界」中の全てのゲーム行為はブロックが必要である。',
      description2: 'ゲーム中のブロックは一種のデータ保存だけではなく、取引の資源でもある。',
      description3: 'プレイヤーは模型を組み立てる過程の中で任意に今使用するブロックのタイプを選ぶことが出来、ブロックは主に基礎ブロックと高級ブロックがある。',
      description4: '基礎ARブロックは赤、黄色、青、白、黒など様々な色があり、しかし基礎ブロックには全く機能が付いてなく、単に模型を組み立てる基礎である。',
      description5: '高級ARブロックはユーザーが現実の中で採取したARブロックであり、各種異なる機能を持っており、組み立てた模型により高級な能力を持たせることができる、例えば：土ブロック、石ブロック、木ブロック、水ブロック、鉄ブロック、煤ブロック、石油ブロックと食品ブロックなど。',
      buttonText1: 'ブロックの取得ルール',
      detail1: '（1）全てのARブロックはブロックチェーンによって生成と管理されており、プレイヤーが生産マシンを購入しない時、直接マーケットから対応のブロックを購入して組み立てることもできる。プレイヤーは沢山の生産マシンを購入してブロックの採取と生成数量を増すことが出来、又は商店に行き工場の生産ラインを占用して生産効率の向上させることも出来る。</br></br>（2）ユーザーは現実世界の中で各種異なる機能を持つ高級ARブロックを採取することも出来る、例えば川では水ブロックと川ブロックを採取することが出来、樹木では木ブロックを採取することができる。',
      buttonText2: 'ブロックの消耗ルール',
      detail2: '（1）プレイヤーがブロックを使い組み立てる時、現在の組み立てブロックの色を選ぶことが出来、プレイヤーは組み立ての過程中随時このブループリントを保存し、次回再度組み立てる時に使える。プレイヤーは組み立て過程中図面上全ての枠を完成した後、確認することが出来、この時全てのブロックが消耗されそして対応の奨励を獲得する</br></br>（2）ブロックは一旦組み立てられるとロックされてしまい取引ができなくなり、しかし組み立てを完成する前に解体する事が出来、解体後のブロックのロックは解除され、取引ができる。ユーザーが完全に組み立てた後、模型を生成する時、組み立てたものは永遠に解体できなくなり、構成に使われているブロックも永遠に消耗される；</br></br>（3）ARブロックは組み立てるためのものであり、ユーザーはAR環境下で組み立て又は解体する；AR技術以外に、ジェスチャー識別と眼球コントロール技術も使える。'
    },
    MerchantSystem: {
      title: '商店システム',
      description: '商店はユーザーと同じく、共に拼世界にとって必要不可欠な核心元素である。商店は模型を生成、イベントを開催する事が出来、拼世界により多くな可能性を与える。',
      list: {
        subTitle1: '商店イベント',
        description1: '商店は大人数組み立てイベントを組織する事が出来、商店が組み立て条件と完成奨励を設定し、店に来たプレイヤーはARを通じて組み立て、組み立て完成後貢献度に応じて組み立てに参加したプレイヤーに奨励を分配し、同時に完成した模型はずっと店の中に置かれ、プレイヤーはいつでも見る事が出来、商店の人気度をアップさせ、同時にプレイヤーが余ったいるブロックを消耗し、商店が開催した組み立てイベントは完成後消耗したブロックは公的側が回収する分を除き一部を商店にフィードバックする。',
        subTitle2: '商店模型',
        description2: '商店はゲーム内臓の3Dスキャン機能を通じて、特殊なもののブループリントを作る事が出来、例えば商店の商品又はその他賞品など。商店がブループリントを作った後、ブループリントに値段を付け直接販売する事が出来、同時に奨励金額と人数を指定する。プレイヤーは商店での消費を通じてこのブループリントを獲得する事が出来、又は直接商店から購入することも出来る、組み立て完成後、商店が提供した奨励を獲得する事ができる。',
        subTitle3: '節目商店',
        description3: '一定の時間置きに、私たちはオンライン商店の人気値に基づきトップ21の商店を節目商店に選ぶ。節目商店はゲームの研究開発方向に参加する事が出来、ゲームの収益を引き取ることも出来る。</br>節目商店は継続的にプレイヤーとインタラクティブを続け自分の人気値を増加させ、人気値がトップ21位より以降になった場合、節目商店の専属権利を失う。</br> 節目商店の選別と権限は全て知能契約を通じて実現し、人が関与する事はない。'
      }
    },
    MerchantBlueprint: {
      title: '商店ブループリント',
      description1: '拼世界の中で、各種資源ブロックは自由に取引、自由に流通する事ができる。',
      description2: 'システムが出した黄金ブロックの流通が一定の量に達した時、黄金鉱脈探索と採取の情報はマーケット上で流通され、ユーザーの炭鉱と発掘を導く。この時、プレイヤーの採取を助けるため、システムは一連の採取マシンを押し出す。需要が旺盛な時、その中に隠されているビジネスチャンスも徐々に明白になり、そしてこれらは拼世界が商店等に与えるプレゼントである。',
      description3: '例えば、ユーザーが商店の場所に位置する黄金鉱脈を発掘する時、商店はそれを頼りにブループリント任務を発表し、ユーザーは商店で消費又はその他任務を完成しないと黄金発掘用の黄金探鉱機は使えず、探鉱機を駆動させるためには石油動力が必要であり、しかし石油鉱坑の建設は様々な鋼鉄ブロックが必要......',
      description4: '拼世界は商店により多くのビジネスチャンスと可能性を与え、魂を持つビジネスの新時代をオープンさせた！'
    }
  },
  EconomicSystem: {
    title1: '黄金鉱機',
    title2: '黄金鉱機採集',
    title3: '鉱機属性の説明',
    title: '資源ブロック、拼世界の経済センター',
    description: '拼世界と現実世界の次元とのつながりを保証するために、拼世界における資源が高速に流通させながら、十分な開発と利用を実現する。拼世界では開放的な経済システムが構築された。拼世界における経済システムは現実世界における経済システムと一致しており、どれも資源を主な流通物としている。しかし、現実の世界とは違って、拼世界では、資源はブロックであり、黄金、銀、石油のいずれにしても、拼世界の資源ブロックである。拼世界はブロックチェーンで資源ブロックを管理し、誕生から消耗まで、すべての資源ブロックはブロックチェーンで記録され、資源ブロック自体に価値づけるだけでなく、安定した付加価値の属性を与えている。',
    plan: {
      title: 'システム計画',
      subTitle: '発行',
      list: {
        title1: '黄金の総量',
        title2: '初期発行',
        title3: '後続発行',
        description1: '世界の黄金の総量を参考にして、システムはブロックチェーン管理を通じて世界の黄金の総量を強化する。1.7億キロ、即ち1.7億個の黄金ブロックである。',
        description2: 'システムは初期に300万個の黄金ブロックを発行する(帰属はシステム所有)。',
        description3: '残りの1.67億個の黄金ブロックは、黄金鉱機の採集、黄金鉱機のオーバークロックなどの方法で、徐々に拡張世界に発行される。'
      },
      machineList: {
        title1: 'シャベル',
        description1: 'シャベルを使って黄金鉱区でしか黄金を採集できないが、黄金鉱機を組み立てるとどこでも黄金を採集できる。',
        title2: '採集',
        description2: '黄金鉱機には石油動力、電気動力、ウラン動力など多くの種類があり、前期で最も実用的なのは石油動力である。',
        title3: '組み立て',
        description3: '石油動力の黄金鉱機の組み立てに必要なブロックは黄金ブロック、鋼鉄ブロック、ダイヤモンドブロック、木ブロックなどである。鉱機を使って採掘する場合、石油ブロックも消耗する必要がある。'
      },
      arrtList: {
        title1: '鉱機',
        description1: '鉱機は小型鉱機、中型鉱機と大型鉱機の3種類に分けられる。',
        title2: '寿命',
        description2: '鉱機の生産能力を増やし、鉱機の寿命を延ばすように、鉱機はいつでも金塊と他の関連材料を追加することができる。',
        title3: '資源',
        description3: '鉱機は黄金ブロックを生産するごとに、対応する数の資源ブロックを消耗する必要があり、ユーザーはより良い鉱機を組み立てることを選択し、資源のブロックの消耗量を減らすことができる。',
        title4: '廃棄',
        description4: '鉱機の生産量が一定の数に達したとき、鉱機は廃棄される。鉱機の寿命を延ばすように、鉱機を再組み立てするか、さらに資源ブロックを追加することができる。',
        title5: 'ツール',
        description5: 'ユーザーはツールを使って鉱機供給の消耗に必要な資源ブロックを採集することができ、異なる種類の資源ブロックは異なるツールを必要とする。例えばシャベルは普通の石油ブロックを採集することができ、石油鉱坑は大型の採油機械を組み入れてから採集することができる。'
      },
      idea: {
        title: '発展理念',
        description: '拼世界は「革新、グリーン、開放、共有」という四つの発展理念を受け継ぎ、AR/AI技術を発展の基盤とし、現実世界の軌跡を超える経済システムを構築した。拼世界は仮想と現実を結合させた拡張世界であり、ここで、現実世界が持っているすべてのものが新たに創造され、さらに現実世界の百倍、千倍の経済体の量が創造され、未来により多く、より豊かな発展機会を提供するようになる。拼世界が作り上げようとするのは現実世界に合った経済システムだけではなく、人類のために無限の可能性に満ちた未来世界を構築するということである。この未来の出発点は、拡張世界である！'
      }
    }
  },
  TradingCenter: {
    title: '取引マーケット、ブロックだけではない',
    buttonText: '取引開始',
    LeasingMarket: {
      title: '生産マシンレンタルマーケット',
      subTitle: '生産マシンは永遠に公的側に属し、しかしレンタル値段はマーケットによって決定する。',
      description1: '（ 一 ）プレイヤーは複数の生産マシンをレンタルして採取効率を向上させる事ができる。',
      description2: '（ 二 ）拼世界は最多で10万セットの生産マシンを開通する事が出来、遊休な生産マシンがあれば、ユーザー100ドルで3年間レンタルする事ができる。',
      description3: '（ 三 ）全ての人は落札支払いを通じて一セットの生産マシンのある期間のコントロール者になることができ、レンタルの概念に似ている。これで生産マシンのレンタルマーケットが形成された。',
      description4: '（ 四 ）もし全ての生産マシンが既に占用されている場合、ユーザーは最後の方の100ドルより高い値段を出す必要があり、そうする事によってその生産マシンのコントロール権を獲得する事ができ、前のコントロール者の未満期部分のレンタル代金はそのユーザーに返却され、同時に割増分の20％を獲得し、レンタルマーケットの公平性を保証した。'
    },
    BlockMarket: {
      title: 'ブロックマーケット',
      description1: '（ 一 ）ブロックマーケットの取引はOTC取引モードを採用している。',
      description2: '（ 二 ）OTCの取引の都合上、オンラインゲーム内で登録番号を登録し、情報を確認する必要があります。',
      description3: '（ 三 ）如プレイヤーは自分のオークション品をシステムのオークション信託に入れ、P2Pの直接取引を行う。プレイヤーがオークション品の値段を指定し、一つのものの最長オークション期間は30日であり、その期間を超えても落札されないものは自動的にプレイヤーのストレージの中に返却され、もしこの時プレイヤーのストレージがいっぱいな場合、そのものはキャッシュエリアにて保管される。',
      description4: '（ 四 ）買い手は購入したいものを直接クリックして購入し、確認後対応の資金が引かれものを獲得する。取引資金は直接売り手のアカウントに入る。',
      description5: '（ 五 ）購入したものも直接買い手のストレージに入れられ、もしこの時プレイヤーのストレージがいっぱいな場合、そのものはキャッシュエリアにて保管される。'
    }
  },
  download: {
    title: '拼世界をダウンロードし、あなたの世界を組み立てる',
    description: 'Download Creating worlds, create your worlds',
    text1: '現実世界は万象を網羅',
    text2: '拡張世界は仮設イメージング',
    text3: '拼世界をダウンロードしてあなたの世界を組み立てよう',
    pdf: {
      text1: 'ARWorld バージョンダウンロードについて',
      text2: 'ARCore 対応のデバイス型番',
    },
    buttonText: 'App Download'
  },
  AboutUs: {
    title: '拼世界、あなたの世界、私たちの世界',
    description: 'AR技術と人工知能の助けを借りて、この融合は現在の実例と一致しています。',
    CompanyProfile: {
      title1: '会社紹介',
      description: '会社は本部をスイスに設置、研究開発センターは日本の東京に置いてあり、世界最前線、最先端の科学技術と実現応用を集めている。会社はARゲームと人工知能などの方面に置いて継続的に投入しており、お客様のために最知能のデジタルプランを提供し、最大なビジネス価値を創造する！スイス本部には、世界水準をリードするレベルのAR知能実験室を設立しただけではなく、最先端なAR/AI設備にも備え、最も豊富な資源を投入し、最先端な科学技術の環境を整える。それと同時に、我々のチームは世界各地各業界各体験から来ているトップ人材を多めに集めており、先端科学技術を研究開発するトップ科学者以外に、優れた能力を持つゲームプランナーもいる。業内トップの経済学者もいる。',
      list: {
        title1: 'AR ワールド 実験室',
        description1: '会社の研究開発センターは2015年に日本の東京で設立された。東京研究開発センターは世界先進的な知能実験室とオフィス施設を備えており、ゆったりとした自由な開発雰囲気も保たれている。東京研究開発センターは未知な科学技術を探求することに専念し、人類のビジョンを駆動力とし、主に最先端の科学技術と製品シーンの実現応用を担当している。',
        title2: '価値',
        description2: '弊社はずっと「仮設と真実世界を結合させたAR知能世界を作り上げること」を終身使命とし、また製品研究開発と価値創造の中で継続的に深め，昇華させ、これら全て「拼世界」の中で表れている。</br>（1）現象級応用：仮説想像、現実融合;</br>（2）シーンの実現：より沢山のビジネスモードを創造する;</br>（3）自己需要を満足、娯楽は価値を創造する。',
        mobileDescription2: '弊社はずっと「仮設と真実世界を結合させたAR知能世界を作り上げること」を終身使命とし、また製品研究開発と価値創造の中で継続的に深め，昇華させ、これら全て「拼世界」の中で表れている。（1）現象級応用：仮説想像、現実融合；（2）シーンの実現：より沢山のビジネスモードを創造する；（3）自己需要を満足、娯楽は価値を創造する。',
        title3: 'ビジョン',
        description3: 'AR技術と人工知能の助けにより、仮設と現実を融合させ、我々は未来型「拡張世界」のツールを作り上げた——「拼世界」。</br>「拼世界」は現実の世界と結合するため、これは単なるゲームだけではなく、現実ビジネスの影響力を拡張世界に延伸させる事ができ、また世界を変えるパワーを持つプラットフォームでもある！',
      }
    }
  },
  footer: {
    title1: 'AR',
    title2: ' ワールド',
    info: '著作権所有2019 ARワールド有限公司'
  }
}
